# St7SetLSACombinationSRAName

Sets the spectral results filename to be used in linear load combination.

long St7SetLSACombinationSRAName(long uID, char* FileName)

Input Parameters

uID

Strand7 model file ID.

FileName

Full path and name for the spectral results file.